Revit 2027 API
ExportFontInfo Constructor
Overload List
Name | Description
ExportFontInfo() |  Constructs a new default ExportFontInfo.
ExportFontInfo(ExportFontInfo) |  Constructs a new copy of the input ExportFontInfo object.
ExportFontInfo(String) |  Constructs a new ExportFontInfo using the destination font name as input.
Top
See Also
Reference
ExportFontInfo Class
Autodesk.Revit.DB Namespace